// *++
//
// Copyright (c) 2006, Intel Corporation                                                         
// All rights reserved. This program and the accompanying materials                          
// are licensed and made available under the terms and conditions of the BSD License         
// which accompanies this distribution.  The full text of the license may be found at        
// http://opensource.org/licenses/bsd-license.php                                            
//                                                                                           
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,                     
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.             
// 
// Module Name:
//
//   MiscSystemManufacturer.vfr
// 
// Abstract:
// 
//   %%TBD
// 
// Revision History:
// 
// --*/


/=#

#string STR_MISC_SYSTEM_MANUFACTURER   #language eng  "System Manufacturer"
#string STR_MISC_SYSTEM_PRODUCT_NAME   #language eng  "System Product Name"
#string STR_MISC_SYSTEM_VERSION        #language eng  "System Version"
#string STR_MISC_SYSTEM_SERIAL_NUMBER  #language eng  "System Serial Number"
